Repository: maronl/credits-coins
Catalog: langs/credits-coins-*.po
Languages: it_it

source: User Credits
it_it: Crediti Utente

source: Credits
it_it: Crediti

source: Show latest 15 credits movements
it_it: Mostra gli ultimi 15 movimenti

source: Download all the credits movements as .csv
it_it: Scarica tutti i movimenti in formato .csv

source: defined new credits payoff using wp-admin
it_it: Impostato nuovo saldo crediti usando wp-admin

source: Ops ... To buy a post before do login. Thanks!
it_it: Ops ... Per acquistare un post devi essere loggato. Grazie!

source: It seems you don't have enough credits to buy this post. Please buy new credits to proceed with the order
it_it: Sembra che non hai abbastanza crediti per acquistare il post. Ricarica i tuoi crediti per procedere con l'acquisto

source: Ops ... it was not possible complete the order. Please try again!
it_it: Ops ... non è stato possibile completare l'ordine. Riprova!

source: Good! Your order has been completed successfully. you will redirected to the post page with the entire content in a few seconds.
it_it: Bene! il tuo ordine è stato completato con successo. A breve sarai inoltrato in automatico alla pagina con il contenuto del post acquistato.

source: Assign a value in Credits for this resource
it_it: Assegna un valore in crediti per questa risorsa

source: Credits Coins Plugin Options
it_it: Credits Coins Opzioni del Plugin

source: Credits Coins Options
it_it: Credits Coins - Opzioni

source: Default Credits for a new user
it_it: Crediti di default per un nuovo utente

source: Post Types with Credits
it_it: Tipologia di post con Crediti

source: Enter your settings below:
it_it: imposta la tua configurazione di seguito:

source: default credits assigned to a new user after registration
it_it: Numero di crediti assegnati ad un nuovo utente dopo la registrazione

source: Define which post types can be priced with credits
it_it: Definisci che tipologia di post può essere acquistata con i crediti

source: No post type has been set to be valued with credits
it_it: Nessuna tipologia di post può essere acquistata con i crediti

source: select a post type
it_it: Seleziona la tipologia di post

source: Default Credits
it_it: Crediti di default

source: Add
it_it: Aggiungi
